[
    {
        "id": "cs001",
        "title": "案例研究：學習輔助頭帶的引入",
        "scenario": "一所中學決定試用一款聲稱能透過監測腦電波活動來提升學生專注力的頭帶。學校希望藉此提高學生的學習效率。頭帶會將數據匿名傳輸到開發公司進行分析，並向教師提供關於班級整體專注力水平的報告。學生可以選擇是否佩戴，但老師鼓勵大家參與以獲得更全面的數據。",
        "ethical_questions": [
            "學生是否真正擁有『知情同意』的權利？學校和老師的鼓勵會構成壓力嗎？",
            "匿名化數據是否足夠保護學生隱私？如果數據被用於其他商業目的怎麼辦？",
            "如果頭帶數據顯示某些學生『不專心』，會不會導致標籤化或不公平對待？",
            "這項技術的有效性有多少科學證據支持？學校是否應該投入資源在未經驗證的技術上？",
            "如何確保數據的收集和使用符合公平和正義原則，不會加劇現有的教育不平等？"
        ],
        "tags": ["專注力", "腦電波", "知情同意", "數據隱私", "標籤化"],
        "related_principles": ["autonomy", "privacy", "justice_equity", "enhancement"]
    },
    {
        "id": "cs002",
        "title": "案例研究：AI 輔助個性化學習路徑",
        "scenario": "一家教育科技公司開發了一套 AI 系統，能夠根據學生的學習數據（包括答題速度、錯誤類型、甚至透過鏡頭分析的情緒狀態）為其推薦個性化的學習內容和進度。系統聲稱可以大幅提高學習成效，但其演算法的內部運作方式對學校和使用者不透明。",
        "ethical_questions": [
            "AI 的決策過程不透明，如何確保其公平性，避免演算法偏見？",
            "收集學生情緒數據是否侵犯了他們的心理隱私？這些數據的準確性如何？",
            "過度依賴 AI 推薦是否會限制學生的自主探索和批判性思維發展？",
            "如果 AI 將學生引導到特定的知識體系或價值觀，這是否構成一種隱性的思想灌輸？",
            "家長和學生是否有權查閱、修改或刪除 AI 系統中的個人學習數據？"
        ],
        "tags": ["AI教育", "個性化學習", "演算法偏見", "數據隱私", "自主性"],
        "related_principles": ["autonomy", "privacy", "justice_equity", "identity"]
    },
    {
        "id": "cs003",
        "title": "案例研究：大學入學『神經潛力』篩查",
        "scenario": "一所頂尖大學考慮在其招生流程中引入一項實驗性的『神經潛力』篩查測試。該測試聲稱可以通過分析特定腦功能指標來預測申請者未來的學術成就和創新能力。支持者認為這能更客觀地選拔人才，反對者則擔心其科學有效性和倫理影響。",
        "ethical_questions": [
            "這類篩查測試的科學效度和信度如何？是否足以作為重大決策的依據？",
            "如果測試結果不佳，是否會對申請者造成永久性的負面標籤和心理傷害？",
            "這樣的篩查是否會加劇社會經濟地位較低的學生所面臨的劣勢（例如無法負擔準備課程或相關資源）？",
            "『神經潛力』是否是一個可以被準確測量和定義的概念？過度簡化人類潛能是否存在風險？",
            "大學是否有權收集和使用如此敏感的神經數據來做入學決策？"
        ],
        "tags": ["神經篩查", "大學招生", "公平性", "科學效度", "標籤化"],
        "related_principles": ["justice_equity", "privacy", "identity", "enhancement"]
    },
    {
        "id": "cs004",
        "title": "案例研究：遊戲化學習中的神經回饋機制",
        "scenario": "一款廣受歡迎的教育遊戲App為其付費版本引入了『神經回饋增強模式』。該模式需要配合特定腦波儀使用，聲稱可以根據玩家的即時腦波狀態調整遊戲難度和獎勵機制，以達到『最佳學習心流』。免費版玩家無法使用此功能，且遊戲內有明顯提示升級到付費版以獲得『更高效的學習體驗』。",
        "ethical_questions": [
            "這種基於神經回饋的增強功能是否真的比傳統遊戲化機制更有效？其宣稱的科學依據是什麼？",
            "將高效學習功能與付費版本捆綁，是否會加劇教育資源獲取的不平等？",
            "收集未成年人的腦波數據用於遊戲調整，其隱私和數據安全風險如何？家長是否充分了解？",
            "長期使用此類神經回饋遊戲，是否會對兒童的內在學習動機產生負面影響，使其過度依賴外部技術刺激？",
            "遊戲公司是否有責任確保其神經回饋演算法的透明度和公平性，避免對特定用戶群體產生不利影響？"
        ],
        "tags": ["遊戲化學習", "神經回饋", "腦波儀", "教育公平", "內在動機", "付費牆"],
        "related_principles": ["enhancement", "justice_equity", "privacy", "autonomy"]
    },
    {
        "id": "cs005",
        "title": "案例研究：教師專業發展中的『神經教學法』培訓",
        "scenario": "某地區教育局推行一項強制性的教師專業發展計畫，要求所有教師參加為期數週的『神經教學法』培訓。該培訓大量引用神經科學術語和腦圖，並推廣一系列聲稱基於『大腦如何學習』的特定教學策略。部分教師對這些策略的普適性和背後的科學證據表示懷疑，但又擔心不採納會影響其教學評估。",
        "ethical_questions": [
            "『神經教學法』培訓內容的科學嚴謹性如何？是否存在過度簡化或錯誤詮釋神經科學研究成果的情況？",
            "強制教師接受特定教學法培訓，是否尊重了教師的專業自主性和教學經驗？",
            "如果推廣的教學策略缺乏堅實的證據基礎，是否會浪費教育資源並可能對學生學習產生不利影響？",
            "如何區分真正基於可靠神經科學的教育洞見與商業化的『神經迷思』式培訓？",
            "教師是否有權利和渠道對這類強制性培訓提出質疑和反饋，而不必擔心負面後果？"
        ],
        "tags": ["教師培訓", "神經教學法", "專業自主", "科學證據", "教育政策", "神經迷思"],
        "related_principles": ["autonomy", "justice_equity", "identity"]
    }
] 