[
    {
        "id": "CS001",
        "title_zh_TW": "案例研究：學習輔助神經科技的隱私疑慮",
        "scenario_zh_TW": "一所中學引進了一套使用腦電圖 (EEG) 頭戴裝置的學習輔助系統，旨在監測學生的專注度並提供個人化回饋。系統收集的數據包括學生的腦波活動、專注力波動和學習模式。學校聲稱這能幫助學生提高學習效率，並及早發現學習困難。然而，部分家長和學生對持續監測腦波數據的隱私和數據安全表示擔憂，擔心這些敏感資訊可能被濫用或洩露。",
        "ethical_dilemmas_zh_TW": [
            "學生的數據隱私權與學校提升教育品質的目標之間的衝突。",
            "未成年學生是否能真正給予知情同意？",
            "收集到的腦波數據的安全性如何保障？",
            "數據分析結果可能產生的標籤效應或歧視問題。"
        ],
        "discussion_points_zh_TW": [
            "學校應採取哪些措施來確保數據的匿名化和安全儲存？",
            "家長和學生在數據收集和使用方面應有哪些權利？",
            "如何平衡科技創新帶來的益處與潛在的倫理風險？",
            "是否有替代方案可以在不收集敏感腦波數據的情況下達到類似的教育目標？"
        ],
        "related_principles_ids": ["NEP001", "NEP002", "NEP003"]
    },
    {
        "id": "CS002",
        "title_zh_TW": "案例研究：用於入學篩選的神經認知評估",
        "scenario_zh_TW": "某知名大學考慮在其競爭激烈的入學申請流程中，引入一種新的神經認知能力評估工具。該工具聲稱可以通過一系列電腦化任務，更客觀地評估申請者的認知潛力、問題解決能力和創造力，以取代或補充傳統的標準化測驗。支持者認為這能發掘更多元的人才，而反對者則擔心其公平性、文化偏見以及對教育公平競爭環境的潛在影響。",
        "ethical_dilemmas_zh_TW": [
            "評估工具的科學有效性和可靠性是否得到充分驗證？",
            "是否存在文化或社經背景偏見，導致對某些群體不公？",
            "過度依賴此類評估是否會窄化教育的價值導向？",
            "如何防止『應試』行為扭曲評估結果？"
        ],
        "discussion_points_zh_TW": [
            "大學在引入新型評估工具前應進行哪些倫理審查？",
            "如何確保評估過程的透明度和申請者的申訴權利？",
            "這種評估對學生的心理壓力和焦慮有何影響？",
            "教育機構在採用新興神經科技時應承擔哪些社會責任？"
        ],
        "related_principles_ids": ["NEP002", "NEP003"]
    },
    {
        "id": "cs003",
        "title_zh_TW": "案例研究：大學入學『神經潛力』篩查",
        "scenario_zh_TW": "一所頂尖大學考慮在其招生流程中引入一項實驗性的『神經潛力』篩查測試。該測試聲稱可以通過分析特定腦功能指標來預測申請者未來的學術成就和創新能力。支持者認為這能更客觀地選拔人才，反對者則擔心其科學有效性和倫理影響。",
        "ethical_dilemmas_zh_TW": [
            "這類篩查測試的科學效度和信度如何？是否足以作為重大決策的依據？",
            "如果測試結果不佳，是否會對申請者造成永久性的負面標籤和心理傷害？",
            "這樣的篩查是否會加劇社會經濟地位較低的學生所面臨的劣勢（例如無法負擔準備課程或相關資源）？",
            "『神經潛力』是否是一個可以被準確測量和定義的概念？過度簡化人類潛能是否存在風險？",
            "大學是否有權收集和使用如此敏感的神經數據來做入學決策？"
        ],
        "discussion_points_zh_TW": ["神經篩查", "大學招生", "公平性", "科學效度", "標籤化"],
        "related_principles_ids": ["justice_equity", "privacy", "identity", "enhancement"]
    },
    {
        "id": "cs004",
        "title_zh_TW": "案例研究：遊戲化學習中的神經回饋機制",
        "scenario_zh_TW": "一款廣受歡迎的教育遊戲App為其付費版本引入了『神經回饋增強模式』。該模式需要配合特定腦波儀使用，聲稱可以根據玩家的即時腦波狀態調整遊戲難度和獎勵機制，以達到『最佳學習心流』。免費版玩家無法使用此功能，且遊戲內有明顯提示升級到付費版以獲得『更高效的學習體驗』。",
        "ethical_dilemmas_zh_TW": [
            "這種基於神經回饋的增強功能是否真的比傳統遊戲化機制更有效？其宣稱的科學依據是什麼？",
            "將高效學習功能與付費版本捆綁，是否會加劇教育資源獲取的不平等？",
            "收集未成年人的腦波數據用於遊戲調整，其隱私和數據安全風險如何？家長是否充分了解？",
            "長期使用此類神經回饋遊戲，是否會對兒童的內在學習動機產生負面影響，使其過度依賴外部技術刺激？",
            "遊戲公司是否有責任確保其神經回饋演算法的透明度和公平性，避免對特定用戶群體產生不利影響？"
        ],
        "discussion_points_zh_TW": ["遊戲化學習", "神經回饋", "腦波儀", "教育公平", "內在動機", "付費牆"],
        "related_principles_ids": ["enhancement", "justice_equity", "privacy", "autonomy"]
    },
    {
        "id": "cs005",
        "title_zh_TW": "案例研究：教師專業發展中的『神經教學法』培訓",
        "scenario_zh_TW": "某地區教育局推行一項強制性的教師專業發展計畫，要求所有教師參加為期數週的『神經教學法』培訓。該培訓大量引用神經科學術語和腦圖，並推廣一系列聲稱基於『大腦如何學習』的特定教學策略。部分教師對這些策略的普適性和背後的科學證據表示懷疑，但又擔心不採納會影響其教學評估。",
        "ethical_dilemmas_zh_TW": [
            "『神經教學法』培訓內容的科學嚴謹性如何？是否存在過度簡化或錯誤詮釋神經科學研究成果的情況？",
            "強制教師接受特定教學法培訓，是否尊重了教師的專業自主性和教學經驗？",
            "如果推廣的教學策略缺乏堅實的證據基礎，是否會浪費教育資源並可能對學生學習產生不利影響？",
            "如何區分真正基於可靠神經科學的教育洞見與商業化的『神經迷思』式培訓？",
            "教師是否有權利和渠道對這類強制性培訓提出質疑和反饋，而不必擔心負面後果？"
        ],
        "discussion_points_zh_TW": ["教師培訓", "神經教學法", "專業自主", "科學證據", "教育政策", "神經迷思"],
        "related_principles_ids": ["autonomy", "justice_equity", "identity"]
    }
] 