[
    {
        "id": "NM001",
        "myth_zh_TW": "我們只使用了大腦的 10%。",
        "busted_zh_TW": "這是一個廣泛流傳的迷思。事實上，腦部掃描研究表明，即使在休息時，大腦的幾乎所有區域都處於活躍狀態。不同的任務可能會激活大腦的不同區域，但並不存在大量未被使用的腦區。",
        "evidence_zh_TW": "功能性磁振造影 (fMRI) 和正電子發射斷層掃描 (PET) 等神經影像技術顯示，大腦各區域在執行不同認知功能時均有其特定作用。",
        "educational_implication_zh_TW": "理解大腦的複雜性和整體功能，有助於避免基於錯誤前提的教育干預或產品。"
    },
    {
        "id": "NM002",
        "myth_zh_TW": "左右腦學習風格決定了個體的學習方式。",
        "busted_zh_TW": "雖然大腦的左右半球在某些功能上確實存在偏側化（例如語言主要在左半球，空間處理與右半球關聯更緊密），但並無可靠科學證據支持個體存在固定的「左腦型」或「右腦型」學習風格。有效的學習通常涉及左右腦的協同工作。",
        "evidence_zh_TW": "神經科學研究未能證實基於左右腦偏好來定制教學能夠提升學習效果。學習是一個複雜的過程，受到多種因素影響。",
        "educational_implication_zh_TW": "教育者應採用多樣化的教學策略，以適應不同學生的需求，而非依賴未經驗證的學習風格理論。"
    },
    {
        "id": "nm003",
        "myth_title": "神經迷思：男性和女性的大腦結構和學習方式有根本不同",
        "myth_statement": "由於生物學上的差異，男性和女性的大腦在結構和功能上有著根本的不同，這導致了他們有著截然不同的學習優勢和劣勢。",
        "reality_explanation": "雖然在統計平均水平上，男性和女性大腦的某些結構（如總體積）或功能激活模式可能存在微小差異，但這些差異在個體層面上的變異性遠大於性別間的平均差異。也就是說，男性內部或女性內部的大腦差異，遠大於男性群體和女性群體的平均差異。更重要的是，沒有可靠的證據表明這些微小的平均差異會轉化為根本不同的學習方式或能力。許多所謂的『性別化』學習差異更多是受到社會文化期望、刻板印象和教育機會不均等的影響，而非由大腦的內在結構決定。大腦具有高度的可塑性。",
        "educational_implication": "教育者應避免基於性別刻板印象來預設學生的學習能力或興趣。提供公平、包容的學習環境，鼓勵所有學生根據自己的興趣和潛力發展，而不是根據性別來劃分學習路徑或期望。強調個體差異和可塑性比強調性別差異更有助於教育實踐。",
        "tags": ["性別差異", "大腦結構", "學習方式", "刻板印象", "神經可塑性"]
    },
    {
        "id": "nm004",
        "myth_title": "神經迷思：特定食物或營養品能顯著『提升智力』或『補腦』",
        "myth_statement": "市場上充斥著各種聲稱能『補腦』、『提升記憶力』或『增強智力』的特定食物（如核桃、藍莓）或昂貴的營養補充劑（如DHA、銀杏葉提取物）。許多家長相信給孩子食用這些能讓他們更聰明。",
        "reality_explanation": "雖然均衡的營養對大腦健康和正常認知功能至關重要，但目前沒有充分的科學證據表明單一特定食物或非處方營養補充劑能夠顯著『提升』健康人群（尤其是兒童）的智力或認知能力。大腦的發育和功能是一個極其複雜的過程，受到遺傳、環境、教育和整體生活方式等多種因素的影響。許多宣傳實際上是基於相關性研究（例如，某營養素缺乏與認知功能下降有關）的過度推斷，或是對初步動物實驗結果的不當引申。均衡飲食、充足睡眠、規律運動和持續的學習刺激對大腦健康的益處遠大於依賴特定『神奇食物』。",
        "educational_implication": "教育者和家長應警惕商業宣傳，培養對營養補充劑效果的批判性評估能力。強調均衡飲食的重要性，而非迷信特定『補腦』食物。幫助學生理解認知發展的複雜性，鼓勵他們採取健康的生活方式和積極的學習習慣，這才是真正有益於大腦健康和學習的方法。",
        "tags": ["補腦", "智力提升", "營養補充劑", "均衡飲食", "批判性思維", "商業宣傳"]
    },
    {
        "id": "nm005",
        "myth_title": "神經迷思：觀看『教育性』DVD 或使用特定 App 能讓嬰幼兒更聰明",
        "myth_statement": "許多針對嬰幼兒的『早期教育』產品，如DVD、影音節目或互動 App，宣稱能夠促進嬰兒的大腦發育，讓他們更早學會語言、數學等技能，從而『贏在起跑線上』。",
        "reality_explanation": "美國兒科學會等權威機構的研究表明，對於兩歲以下的嬰幼兒來說，螢幕時間（無論內容多麼『教育性』）不僅對認知發展沒有明顯益處，過多接觸還可能帶來負面影響，例如干擾睡眠、影響親子互動、甚至與語言發展遲緩相關。嬰幼兒的大腦發育和早期學習主要依賴於與真實世界的人（尤其是看護者）進行直接的、回應性的互動，以及對物理環境的探索。這些真實的互動提供了豐富的感官刺激、情感連結和語言環境，是任何螢幕媒體都難以取代的。所謂『教育性』產品往往缺乏支持其有效性的嚴謹科學證據。",
        "educational_implication": "家長和早期教育工作者應優先考慮為嬰幼兒提供豐富的真實互動和探索機會，例如親子閱讀、對話、唱歌、玩耍等。限制兩歲以下兒童的螢幕時間，兩歲以上兒童也應有選擇地、有節制地、並在成人陪伴下使用高質量的數位媒體。不應過度依賴電子產品來『教育』嬰幼兒，警惕那些誇大其詞的商業宣傳。",
        "tags": ["早期教育", "嬰兒大腦", "螢幕時間", "親子互動", "App學習", "認知發展"]
    }
] 